cask_args appdir: '/Applications'

brew 'bat'
brew 'cmake'
brew 'coreutils'
brew 'doggo'
brew 'duf'
brew 'dust'
brew 'eza'
brew 'fd'
brew 'fzf'
brew 'gcc@14'
brew 'gh'
brew 'git'
brew 'git-delta'
brew 'htop'
brew 'httpie'
brew 'hyperfine'
brew 'java'
brew 'jq'
brew 'lazygit'
brew 'luarocks'
brew 'neovim'
brew 'node'
brew 'python'
brew 'python3'
brew 'ripgrep'
brew 'ruby'
brew 'rust'
brew 'shellcheck'
brew 'sox'
brew 'wget'

brew 'clojure/tools/clojure'
brew 'borkdude/brew/babashka'

cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "adobe-creative-cloud-cleaner"
cask "alfred"
cask "brave-browser"
cask "caffeine"
cask "cleanshot"
cask "daisydisk"
cask "docker"
cask "font-jetbrains-mono"
cask "istat-menus"
cask "kitty"
cask "rectangle-pro"
cask "slack"
cask "vanilla"
cask "vlc"
