cask_args appdir: "/Applications"

brew "aider"
brew "bat"
brew "cmake"
brew "coreutils"
brew "diffutils"
brew "direnv"
brew "doggo"
brew "duf"
brew "dust"
brew "eza"
brew "fd"
brew "fzf"
brew "gcc@14"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "java"
brew "jemalloc"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "luacheck"
brew "luarocks"
brew "neovim"
brew "node"
brew "openssl@3"
brew "pipx"
brew "python"
brew "python3"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "sox"
brew "wget"
brew "z"


cask "jordanbaird-ice"
cask "font-jetbrains-mono-nerd-font"
cask "neovide"
cask "ghostty"
